Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: No adsorption or dilution effects were detected for an initial surge vessel volume of ≥ 3.6 L. A process interruption of 2 hours tested during transfer fill did not show any changes in product quality.
es_es: No se detectaron efectos de adsorción o dilución en un volumen inicial del tanque de compensación de ≥3,6 l. En una interrupción del proceso de 2 horas evaluada durante el llenado por transferencia, no se observaron cambios en la calidad del producto.

source: No adsorption or inhomogeneity effects were detected using the chosen sterile filter in combination with surge tank initial filling volume of 3.6 L. This supports the result of the filtration characterisation study (see Chapter 3.2.6).
es_es: No se detectaron efectos de adsorción o falta de homogeneidad cuando se utilizó el filtro estéril seleccionado en combinación con un volumen de llenado inicial del tanque de compensación de 3.6 l. Esto respalda el resultado del estudio de caracterización de la filtración (ver Capítulo el 3.2.6).

source: No adsorption or inhomogeneity effects were observed using the chosen sterile filter in combination with a surge tank initial filling volume of ≥ 3.6 L, also see Chapter 3.2.1.
es_es: No se observaron efectos de adsorción o falta de homogeneidad con el filtro estéril seleccionado en combinación con un volumen de llenado inicial del tanque de compensación de ≥3.6 l, ver también el Capítulo 3.2.1.

source: No anticoagulants or antiplatelet agents were to be given within 24 hrs of administration of the investigational product.
es_es: No debían administrarse anticoagulantes ni antiplaquetarios en el plazo de las 24 h de la administración del producto en investigación.

source: No assessment of drug dose - drug concentration was performed.
es_es: No se hicieron evaluaciones en torno a la dosis ni concentración del medicamento

source: No bacteriotoxicity was detected.
es_es: No se detectó bacteriotoxicidad.

source: No batch-wise release of WFI.
es_es: El agua para inyectables no libera partida por partida.

source: No biomarker-pharmacodynamic evaluations were performed.
es_es: No se realizaron evaluaciones farmacodinámicas con biomarcadores.

source: No blue dye incursion
es_es: Sin incursión de tinción azul

source: No cases of breast feeding on Trajenta have been reported to date.
es_es: Hasta la fecha no se ha notificado ningún caso de lactancia materna con Trayenta.

source: No change
es_es: Sin cambios

source: No change in equipment or process.
es_es: Sin cambios en el equipo ni el proceso.

source: No change in process or parameters.
es_es: Sin cambios en el proceso ni los parámetros.

source: No change in process.
es_es: Sin cambios en el proceso.

source: No change in protein concentration and PS 20 content was observed after two hours process interruption.
es_es: No se observaron cambios en la concentración de proteína ni en el contenido de PS 20 después de una interrupción del proceso de dos horas.

source: No change in the analytical procedure and specification limit.
es_es: Sin cambios en el procedimiento analítico ni el límite de la especificación.

source: No change in the temperature range itself.
es_es: No hay cambios en el rango de temperatura en sí.

source: No change of minimal filling volume.
es_es: Sin cambios en el volumen de llenado mínimo.

source: No change to the manufacturing process of the vial adapter was introduced.
es_es: No se han introducido cambios en el proceso de fabricación del adaptador del vial.

source: No change to the manufacturing process of the vial adapter.
es_es: No hay cambios en el proceso de fabricación del adaptador del vial.

source: No changes (amendments) to the Protocol may be implemented without prior approval from the appropriate Ethics Committee.
es_es: No se podrán implementar cambios (enmiendas) al protocolo sin la aprobación previa del Comité de Ética correspondiente.

source: No changes beyond the variability of the methods were observed after exposing the samples to light and RT at the defined conditions.
es_es: No se observaron cambios más allá de la variabilidad de los métodos después de exponer las muestras a la luz y a temperatura ambiente en las condiciones definidas.

source: No changes in tryptophan oxidation or clot lysis activity were observed in photostability testing of DP according to ICH Q1B with or without light protective packaging.
es_es: No se observaron cambios de la oxidación de triptófano ni de la actividad de lisis de coágulo en las pruebas de fotoestabilidad del medicamento realizadas de acuerdo con las disposiciones Q1B de la ICH con o sin el acondicionamiento de protección contra la luz.

source: No changes to the user interface (device, packaging, or labeling) were recommended
es_es: No se recomendó realizar cambios en la interfaz de usuario (dispositivo, acondicionamiento o etiquetado).

source: No changes were observed for BPG species.
es_es: No se observaron cambios de las especies del grupo de picos básicos.

source: No clinically relevant abnormal findings and consequently no AEs related to ECG data were reported in this trial.
es_es: En este ensayo no se consignaron hallazgos anómalos de relevancia clínica y, en consecuencia, no se consignaron eventos adversos relacionados con el ECG.

source: No clinically relevant changes in heart rate or ECG findings were observed in either treatment group over time.
es_es: No se observaron cambios clínicamente relevantes en la frecuencia cardíaca ni los hallazgos de ECG en ninguno de los dos grupos de tratamiento a lo largo del tiempo.

source: No clinically relevant changes were observed in total cholesterol (Table 15.3.2.4.1: 2) or non-HDL-cholesterol (Table 15.3.2.4.6: 1).
es_es: No se observaron cambios clínicamente relevantes en el colesterol total (Tabla 15.3.2.4.1: 2) ni en el colesterol no HDL (Tabla 15.3.2.4.6: 1).

source: No clinically relevant deviations were identified by the investigator or by BI at the RPM/DBLM.
es_es: Ni el investigador ni BI identificaron desvíos clínicamente relevantes al momento de la reunión de planificación del informe y cierre de la base de datos.

source: No coelutions were observed.
es_es: No se observaron coeluciones.

source: No conclusive statement can be made concerning the risk of empagliflozin exposure during pregnancy.
es_es: No se puede hacer ninguna afirmación concluyente sobre el riesgo de la exposición a la empagliflozina durante el embarazo.

source: No content change.
es_es: Sin cambios de contenido.

source: No damage allowed (1)
es_es: No se tolera ningún daño (1)

source: No damage allowed (2)
es_es: No se tolera ningún daño (2)

source: No damage to needle tip.
es_es: No hay daño a la punta de la aguja.

source: No damages of needle or syringe; no damages of device impacting functionality or performance; no sharp edges; no particles, droplets or contamination; solution visible, without particles or flakes– syringe attributes were tested as assembled PFS-NSD-1
es_es: No se observaron daños en la aguja o jeringa; no hubo daños en el dispositivo que afectaran la funcionalidad o el desempeño; no hubo bordes filosos; exento de partículas, gotas o contaminación; solución visible, sin partículas ni escamas. Los atributos de la jeringa se evaluaron como PFS-NSD-1 ensamblado.

source: No damages of needle or syringe; no damages of device impacting functionality or performance; no sharp edges; no particles, droplets or contamination; solution visible, without particles or flakes; glass barrel is transparent.
es_es: No se observaron daños en la aguja o jeringa; no hubo daños en el dispositivo que afectaran la funcionalidad o el desempeño; no hubo bordes filosos; exento de partículas, gotas o contaminación; solución visible, sin partículas ni escamas; el cilindro de vidrio es transparente.

source: No data are available.”
es_es: No hay información disponible".

source: No data available for batch 303377
es_es: Sin datos para la partida 303377

source: No data available for batches T90339, T90340 and T90341
es_es: Sin datos para las partidas T90339, T90340 y T90341

source: No data was imputed for safety or for time-to-event endpoints.
es_es: No se imputaron datos con base en los criterios de valoración seguridad ni tiempo transcurrido hasta el evento.

source: No deaths, no serious AEs, and no significant AEs (pre-specified events) occurred during the trial (Tables 15.4.2: 1 and 15.4.2: 2).
es_es: Durante el ensayo no hubo muertes, eventos adversos serios, ni eventos adversos significativos (eventos preespecificados, Tablas 15.4.2: 1 y 15.4.2: 2).

source: No defective vials were detected.
es_es: No se identificaron frascos defectuosos.

source: No defects affecting the quality of the product should be discernible.
es_es: No deben detectarse defectos que afecten a la calidad del producto.

source: No demographic data related specifically to recurrent paediatric VTE, DVT, or PE were identified in the non-systematic review of the literature.
es_es: En la revisión bibliográfica no sistemática no se identificó información demográfica específicamente relacionada con la TEV , la trombosis venosa profunda ni la embolia pulmonar pediátricas recurrentes.

source: No difference between treatment groups was observed in the frequency of complicated genital infections.
es_es: No se observaron diferencias entre los grupos de tratamiento en la frecuencia de las infecciones genitales complicadas.

source: No difference in NDMA level was observed.
es_es: No se observó ninguna diferencia en la cantidad de NDMA.

source: No difference, identical formulation
es_es: No hay diferencias, idéntica formulación.

source: No differences in chromatograms and clot lysis degradation were observed between 40 mg/vial and 25 mg/vial DP batches.
es_es: No se observaron diferencias en los cromatogramas y la degradación de lisis de coágulo entre las partidas del medicamento de 40 mg/frasco y de 25 mg/frasco.

source: No differences in clot lysis degradation were observed between TNKase® and Metalyse® batches.
es_es: No se observaron diferencias en la degradación de lisis de coágulo entre las partidas de TNKase® y Metalyse®.

source: No direct contact with body
es_es: Sin contacto directo con el cuerpo

source: No direct contact with body, but
es_es: Sin contacto directo con el cuerpo, pero

source: No double doses were to be taken.
es_es: No se debían duplicar las dosis.

source: No efficacy endpoints were evaluated in this trial.
es_es: En este ensayo no se evaluaron criterios de valoración de eficacia.

source: No equivalent statement given.
es_es: No se proporciona ninguna formulación equivalente.

source: No evaluation of data is included for both sites.
es_es: Falta incluir la evaluación de datos de ambas plantas.

source: No excipients of animal or human origin are used for the manufacture of tenecteplase lyophilisate for solution for injection 25 mg.
es_es: No se utilizan materiales de origen animal/humano en el proceso de fabricación de teneclteplasa, liofilizado para solución inyectable, 25 mg.

source: No extractables were detected in the studies on the syringe including the needle shield.
es_es: No se detectaron elementos extraíbles en los estudios realizados en la jeringa, incluido el protector de la aguja.

source: No food was allowed for at least 4 h after drug intake.
es_es: Los sujetos no debían ingerir alimentos durante las 4 horas posteriores a la ingesta del medicamento, como mínimo.

source: No footnote for table
es_es: No hay notas al pie de esta tabla.

source: No formal adjustments will be undertaken to constrain the overall type I error associated with the secondary, tertiary, and exploratory analyses.
es_es: No se realizarán ajustes formales para limitar el error general de tipo I asociado con los análisis secundarios, terciarios y exploratorios.

source: No formal interim analyses for efficacy or futility are planned.
es_es: No está previsto realizar análisis provisionales formales sobre la eficacia o ineficacia.

source: No formal interim analyses for efficacy or futility were planned.
es_es: No se programaron análisis provisionales formales de la eficacia o ineficacia.

source: No formulation analysis was performed.
es_es: No se realizaron análisis de la formulación.

source: No growth
es_es: Sin crecimiento

source: No growth b
es_es: Sin crecimiento b

source: No heterogeneity of treatment effect was observed across any prespecified subgroups (figure 3).
es_es: No se observó heterogeneidad en el efecto tratamiento en ninguno de los subgrupos preespecificados (Figura 3).

source: No imbalance in confirmed hypoglycaemic events was observed when analysing patients by diabetes status (Table 15.3.1.12: 11); few patients in this trial had T1DM, i.e. 5 patients per treatment group.
es_es: Al analizar a los pacientes según su estado de diabetes Al analizar a los pacientes según su estado de diabetes , no se observó ningún desequilibrio en los eventos de hipoglucemia confirmados (Tabla 15.3.1.12: 11); tenían diabetes mellitus tipo 1 pocos pacientes de este ensayo (5 pacientes por grupo de tratamiento).

source: No impact on CQA
es_es: Los atributos críticos de calidad no se vieron afectados.

source: No impact on potency (clot lysis activity) was detected.
es_es: No se observó ningún efecto sobre la potencia (actividad de lisis de coágulo).

source: No impact on potency expected for variation of the DP process within the predefined acceptable ranges of tested CQAs (see also Section 3.2.S.3.1 Characterisation Information).
es_es: No se prevé que la variación del proceso del principio activo dentro de los rangos de aceptación establecidos de los atributos críticos de calidad evaluados afecte la potencia (véase también la Sección 3.2.S.3.1 Información de caracterización).

source: No impact on potency expected for variation of the drug product process within the pre-defined acceptable ranges of tested CQAs (see also Section 3.2.S.3.1 Characterization Information.
es_es: No se espera que ninguna variación del proceso del medicamento dentro de los rangos aceptables predefinidos de los CQA evaluados afecten la potencia (ver también la Sección 3.2.S.3.1, Información sobre la caracterización.

source: No impact on product quality observed.
es_es: No se observan efectos sobre la calidad del producto.

source: No impact on product quality was observed
es_es: No se observó impacto en la calidad del producto.

source: No impact on product quality was observed.
es_es: No se observa impacto en la calidad del producto.

source: No impact on product quality, no foaming or dripping observed.
es_es: La calidad del producto no se ve afectada, no se observa formación de espuma ni goteo.

source: No impact on the product quality is expected.
es_es: No se espera impacto en la calidad del producto.

source: No impact on the stability behavior of the drug product is expected due to the fact that no changes in the production process or the formulation have been introduced.
es_es: No se espera ningún impacto en el comportamiento de estabilidad del medicamento, puesto que no se han introducido cambios en el proceso de producción ni en la formulación.

source: No increase in confirmed hypoglycaemic events was detected for patients with or without diabetes mellitus.
es_es: No se detectó ningún aumento en los eventos de hipoglucemia confirmados en pacientes con ni sin diabetes mellitus.

source: No increase in hepatic injury, acute renal failure, ketoacidosis-related events (including events adjudicated as certain ketoacidosis), AEs leading to LLA, bone fractures, or urinary tract malignancies on empagliflozin treatment were observed in this trial.
es_es: En este ensayo, con el tratamiento con empagliflozina no se observó ningún aumento en la lesión hepática, la insuficiencia renal aguda, los eventos relacionados con la cetoacidosis (incluidos los eventos adjudicados como cetoacidosis certera), los eventos adversos conducentes a una amputación de miembro inferior, las fracturas óseas o los tumores malignos del tracto urinario.

source: No increased occurrence observed in clinical trials with spesolimab.
es_es: No se observó ningún aumento de la incidencia en los ensayos clínicos con espesolimab.

source: No increases were observed in the frequency of patients with ketoacidosis (broad and narrow BIcMQ) or metabolic acidosis (PT) in the empagliflozin group, see Section 12.1.3.3 for details.
es_es: En el grupo de empagliflozina, no se observaron aumentos en la frecuencia de pacientes con cetoacidosis (consultas BIcMQ general y específica) o acidosis metabólica (término preferente); hay más detalles en la Sección 12.1.3.3.

source: No individual result is less than 0.75M or more than 1.25M
es_es: Ningún valor individual es inferior a 0.75M ni superior a 1.25M

source: No individual value is less than 0.75M nor more than 1.25M
es_es: Ningún valor individual es inferior a 0.75M ni superior a 1.25M

source: No individual value should be less than Q - 15%.
es_es: Ningún valor individual debe ser inferior a Q - 15%.

source: No individual values ≥ 5.0 %
es_es: Ningún valor individuial ≥ 5,0%

source: No individual values:
es_es: Sin valores individuales:

source: No individual values:>=5.0 %
es_es: Ningún valor individuial ≥ 5.0 %

source: No information is presented in section 3.2.P.4.6 because none of the excipients used is considered a novel excipient.
es_es: No se presenta información en la sección 3.2.P.4.6 porque ninguno de los excipientes utilizados se considera un excipiente novedoso.

source: No information on prevalence of paediatric VTE, DVT, or PE was identified in this non- systematic review of the literature.
es_es: En esta revisión bibliográfica no sistemática no se identificó información sobre la prevalencia de la TEV, la trombosis venosa profunda ni la embolia pulmonar pediátricas.

source: No information on the prevalence of recurrent paediatric VTE, DVT, or PE was identified in the non-systematic review of the literature.
es_es: En la revisión bibliográfica no sistemática no se identificó información sobre la prevalencia de la TEV, la trombosis venosa profunda ni la embolia pulmonar pediátricas.

source: No interference
es_es: Sin interferencia

source: No interim analyses for efficacy or futility were performed.
es_es: No se realizaron análisis provisionales de la eficacia o inutilidad.

source: No interim analysis was planned or performed.
es_es: No se planificó ni se efectuó ningún análisis provisional.

source: No interim non-inferiority analyses were done and therefore no alpha spending occurred.
es_es: No se realizaron análisis de no inferioridad provisionales, por lo que no se aplicó ningún gasto de alfa.

source: No internal quality assurance audits were conducted by the sponsor.
es_es: El patrocinador no realizó auditorías internas de aseguramiento de la calidad.

source: No issues regarding statistical analysis were detected during evaluation of the study data.
es_es: No surgieron problemas en torno al análisis estadístico durante la evaluación de datos del estudio.

source: No low endotoxin recovery effect was observed.
es_es: No se observó ningún efecto de recuperación baja de endotoxinas.

source: No major changes to the protocol were introduced by this amendment.
es_es: En esta enmienda no se introdujeron cambios importantes en el protocolo.

source: No major differences were observed with empagliflozin exposure by race comparing Asian versus White (1.22-fold difference in gMean) or comparing Black versus White (1.12-fold difference in gMean); see Table 15.6.2: 8.
es_es: No se observaron diferencias importantes con la exposición a la empagliflozina por raza al comparar asiáticos con caucásicos (diferencia de 1.22 veces en la media geométrica) o negros con caucásicos (diferencia de 1.12 veces en la media geométrica); ver Tabla 15.6.2: 8.

source: No mandatory actions resulting from the FMEA had to be defined for the primary packaging components of tenecteplase DP.
es_es: En función del análisis FMEA, no hubo que definir acciones obligatorias para los componentes del acondicionamiento primario del medicamento tenecteplasa.

source: No measurable increase of the oxygen content in the headspace was observed which confirmed CCI of the chosen primary packaging configuration.
es_es: No se observó ningún aumento medible del contenido de oxígeno en el espacio de cabeza, lo cual confirmó la integridad del envase y sistema de cierre de la configuración escogida para el acondicionamiento primario.

source: No medical help, diagnosis, or advice should be withheld from the subject due to an inability to contact the study manager/medical monitor.
es_es: En el caso de que no logre establecerse contacto con el gerente del estudio/auditor médico, no se le debe negar la atención médica, el diagnóstico ni asesoramiento al paciente.

source: No morbidity data related specifically to recurrent paediatric VTE, DVT, or PE were identified in the non-systematic review of the literature.
es_es: En la revisión bibliográfica no sistemática no se identificó información de morbilidad específicamente relacionada con la TEV , la trombosis venosa profunda ni la embolia pulmonar pediátricas recurrentes.

source: No mortality data related specifically to recurrent paediatric VTE, DVT, or PE were identified in the non-systematic review of the literature.
es_es: En la revisión bibliográfica no sistemática no se identificó información de mortalidad específicamente relacionada con la TEV , la trombosis venosa profunda ni la embolia pulmonar pediátricas recurrentes.

source: No negative impact on prpoduct quality was observed
es_es: No hubo efectos negativos sobre la calidad del producto.

source: No negative impact on molecule related product quality attributes was observed
es_es: No se observaron efectos negativos sobre los atributos de calidad del producto relacionados con la molécula.

source: No negative impact on product quality was observed
es_es: No se observaron efectos negativos sobre la calidad del producto.

source: No negative impact on product quality was observed.
es_es: No se observaron efectos negativos sobre la calidad del producto.

source: No negative impact on product quality.
es_es: No hubo efectos negativos sobre la calidad del producto.

source: No new safety risk has been identified in pregnant/lactating females based on the review of post-marketing data.
es_es: Con base en la revisión de la información posterior a la comercialización, no se ha identificado ningún riesgo de seguridad nuevo en mujeres embarazadas o en período de lactancia.

source: No notable changes in heart rate were observed in either treatment group over time (Figure 15.3.3: 2).
es_es: No se observaron cambios notorios en la frecuencia cardíaca en ninguno de los dos grupos de tratamiento a lo largo del tiempo (Figura 15.3.3: 2).

source: No notable changes in heart rate were observed in either treatment group over time.
es_es: No se observaron cambios notorios en la frecuencia cardíaca en ninguno de los dos grupos de tratamiento a lo largo del tiempo.

source: No noteworthy changes were observed in mean (SD) bicarbonate values from baseline to last value on treatment in either group:
es_es: No hubo cambios notorios desde el inicio hasta el último valor en el tratamiento para los valores medios (Desv. Est.) de bicarbonato en ninguno de los grupos:

source: No novel excipients and no excipients of human or animal origin are used.
es_es: No se utilizan excipientes nuevos ni excipientes de origen humano o animal.

source: No novel excipients are used for Metalyse drug product formulation.
es_es: No se usan excipientes novedosos en la formulación del medicamento Metalyse.
